# CLI Tools - Essential
brew "git"
brew "neovim" 
brew "tmux"
brew "stow"

# Dev
brew "go"
brew "pyenv"
brew "openjdk"

# Shell Enhancement Tools
brew "eza"                    # Modern ls replacement
brew "zoxide"                 # Smart cd command
brew "zsh-autosuggestions"    # Fish-like autosuggestions for zsh
brew "zsh-syntax-highlighting" # Syntax highlighting for zsh

# Other useful tools
brew "bat"                    # Better cat with syntax highlighting
brew "fzf"                    # Fuzzy finder
brew "ripgrep"                # Fast grep

# Applications
cask "wezterm"

# Fonts
cask "font-jetbrains-mono"

